Data/TestFiles/cases/Fan/case/constant/MRFProperties
/*--------------------------------*- C++ -*----------------------------------*\
|                                                                             |
|                Generated by the CfdOF workbench for FreeCAD                 |
|                      https://github.com/jaheyns/CfdOF                       |
|                                                                             |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      MRFProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Body
{
    cellZone    Body;
    active      yes;

    nonRotatingPatches ();

    origin    (0.0 0.0 0.0);
    axis      (0.0 0.0 -1.0);
    omega     6.283189999999999;
}

// ************************************************************************* //
